export const introData = [
    {
        idx : "1",
        text1: `오늘 뭐 해 먹지? 어떻게 만들지? 맛있게 될까?`,
        text2: `스트레스 받지는 않으셨나요?`,
    },
    {
        idx : "2",
        text1: `새미네부엌은 새로운 조리법과 최적의 양념으로`,
        text2: `언제나 맛있는 요리를 쉽게 즐길 수 있도록 도와줍니다.`,
    },
    {
        idx : "3",
        text1: `새미네부엌이 함께하면 당신의 요리시간은 `,
        text2: `짧아지고 저녁시간은 길어집니다.`,
    },
    {
        idx : "4",
        text1: `새미네부엌은 75년간 우리맛을 `,
        text2: `연구해 온 노하우를 통해`,
    },
    {
        idx : "5",
        text1: `누구나 쉽고 맛있는 요리를 즐기도록 하겠다는`,
        text2: `샘표의 꿈을 담았습니다.`,
    },
    {
        idx : "6",
        text1: `요리도 놀이가 되고, 부엌도 놀이터가 됩니다 `,
        text2: `즐거운 요리혁명, 새미네부엌`,
    },

]