export const guideData = [
    {
        idx: "1",
        imgName: "sub1",
        title: "김밥 말아, 김밥!",
        text1 : "김밥의 민족, 어디까지 말아봤니?", 
        text2: "잘 말고, 잘 썰고, 잘 먹어보자!",
        kind : "레시피",
    },
    
    {
        idx: "2",
        imgName: "sub2",
        title: "처음 주방을 채워야 한다면, 이렇게!",
        text1 : "부엌에 갖춰야 할 기본 조리도구와 ",
        text2: "주방용품부터 삶의 질을 높이는 요리도구까지!", 
        kind : "솔루션",
                
    },
    
    {
        idx: "3",
        imgName: "sub3",
        title: "밑반찬 만드는거? 생각보다 별거 없더라~",
        text1 : " 내 손으로 직접 만드는 밑반찬", 
        text2: "한번 해두면 일주일 반찬 걱정 끝!",
        kind : "레시피",
    },
    
    {
        idx: "4",
        imgName: "sub4",
        title: "주말에 하기 좋은 간식 모음.zip ",
        text1 : " 엄마,아빠 '최고!' 소리 듣는",
        text2 : " 아이들이 좋아할 간식 레시피",
        kind : "레시피",
    },
    
    {
        idx: "5",
        imgName: "sub5",
        title: " 냉장고에 남아있는 처치 곤란 식재료, 어떡하죠? ",
        text1 : " 버리긴 아깝고, 어디에 사용할 지", 
        text2: "모르겠는 처치곤란 식재료 ",
        kind : "솔루션",
    },
    
    {
        idx: "6",
        imgName: "sub6",
        title:` 아무도 알려주지 않은 양념 차이점 용도별 사용법 모두 알려드려요! `,
        text1 : " 요리를 시작하려니 헷갈리는 양념과 부재료", 
        text2 : " 도대체 뭐가 뭔지 모르겠다면 클릭! ",
        kind : "솔루션",
    },
    
    {
        idx: "7",
        imgName: "sub7",
        title: " 우리집 필수 식재료, 어떻게 보관해야할까?",
        text1 : " 떨어지면 안되는 우리집 필수 식재료 보관 가이드! ",
        text2 : "식재료 별 신선하게 오래 보관하는 방법과 꿀팁을 소개합니다!",
        kind : "솔루션",
    },
    
    {
        idx: "8",
        imgName: "sub8",
        title: "초보도 할 수 있는 그럴듯한 홈파티 음식 ",
        text1 : " 애피타이저부터 메인요리, 마무리까지", 
        text2 : "새미가 장담하는 쉬운 레시피만 가득!",
        kind : "레시피",
    },
    
    {
        idx: "9",
        imgName: "sub9",
        title: "재료 손질이 어려워 요리가 망설여진다면? ",
        text1 : " 재료 손질 시간이 줄 수록, ",
        text2: "요리는 더 쉬워진다! ",
        kind : "솔루션",
    },
    

]