export const solutionData = [
    {
        idx: "1",
        imgName: "sol_detail1",
        kind: "솔루션",
        title: "요리의 기본, 불 조절",
        text: ` 내가 한 요리는 왜 항상 타버리는 걸까? * 
        요리할 때 기본적으로 알고 있으면 좋은 *  불 조절 팁과 함께 요리 레벨 한 단계 up!`,
        type1: `🔥약불, 중불, 센불🔥 어떻게 불을 조절할지 어렵다면?`,
        type2: "# 요리기본",
        type3: "# 불조절",
        type4: `돈까스 겉만 까맣게 타고 속은 생고기였던 적이 있다면, `,
        type5: `달걀 스크램블이 보푸라기처럼 건조하고 질겨진 적 있다면, 
        불 조절 방법에 대한 이해가 필요할 때!.`,
        type6: `요리에 자신감을 더할 수 있는 불 조절 기본 방법에 대해 알아봐요.`,
        type7: `sol1: 강불로 요리할 때
        고기를 굽거나 볶음 요리를 할 때 재료의 수분을 빠르게 날리기 위해, 혹은 많은 양의 물이 담긴 냄비를 끓일 때 주로 사용하는 불 세기죠.
        (가스레인지의 가장 끝쪽, 인덕션의 끝이 최대10일 때, 8~10) `,
        type8:`sol2: 중불로 요리할 때 
        볶기, 끓이기 등에 주로 많이 사용하는 불 세기. 고기나 생선 등을 본격적으로 굽기 전 팬을 예열할 때나 조리한 음식을 데울 때도 주로 사용하는 불 세기죠.
        (가스레인지의 중간, 인덕션 5~6)`,
        type9:`sol3: 약불로 요리할 때 
        달걀 지단이나 팬케이크와 같이 낮은 온도에서 천천히 익힐 때, 찜 혹은 조림 요리를 할 때 주로 사용하는 불 세기죠. 
        (가스레인지의 가장 가까운 쪽, 인덕션1~2)`,
        
    },
    
    {
        idx: "2",
        imgName: "sol_detail2",
        kind: "솔루션",
        title: "센스있게 딸기 써는 법",
        text: `딸기, 먹기도 좋고 예쁘게 써는 법 궁금한 사람! *
        그냥 먹어도 좋고, 다른 과일과 곁들여도 좋은 딸기 * 예쁘게 써는 방법 함께 알아봐요.`,
        type1: `🍓그냥 먹어도 맛있는 딸기🍓`,
        type2: "# 딸기",
        type3: "# 과일",
        type4: ` 딸기는 잘 씻어서 잎(꼭지)을 잡고 먹어도 새콤달콤 맛있죠.`,
        type5: `딸기를 다른 과일들과 접시에 플레이팅하고 싶을 때, `,
        type6: `알아두면 좋은 손질법 알아봐요.`,
        type7:`sol1: 딸기의 잎을 칼로 깔끔하게 제거해 주세요.`,
        type8:`sol2: 딸기를 크게 2등분으로 썰어 주세요.`,
        type9:`sol3: 2등분한 딸기를 살짝 겹친 상태에서 접시에 담아주면 완성!`,
    },

    {
        idx: "3",
        imgName: "sol_detail3",
        kind: "솔루션",
        title: "주방의 기본 도마, 잘 사용하는 팁 ",
        text: `도마별 특징과 이용 팁 배워가요!`,
        type1: `👩‍🍳도마, 어떻게 사용하고 있나요?👨‍🍳`,
        type2: "# 조리도구",
        type3: "# 도마",
        type4:`요리를 할 때 필수 도구 중 하나, 도마. 도마는 소재별로 여러 종류가 있죠.`,
        type5:`도마는 식재료와 직접 맞닿기 때문에 특히 위생에 주의해야 해요.`,
        type6:`도마 잘 사용하는 법 함께 알아볼까요?`,
        type7:`sol1:도마 분리 사용하기
        도마는 여러 식재료를 손질하는 도구로, 
        식재료간 교차오염을 가장 주의해야 해요. 
        이를 방지하기 위해서는 채소용, 고기용, 해물용 등  
        각 재료별로 도마를 구분해서 사용하는 것이 좋다는 사실!`,
        type8:`sol2 : 흔들림 없이 도마 사용하기 
        도마를 안정적으로 고정해두지 않으면, 칼질을 할 때 매우 위험하죠. 도마를 잘 고정해서 사용하는 것이 중요해요.`,
        type9:`sol3: 도마 물기 바로 제거하기 
        도마의 뒤틀림, 착색, 냄새 배임 등을 방지하기 위한 방법은 
        바로 세척 후 바로 물기를 제거하는 것
        도마의 물기를 그대로 둔 채 건조할 경우, 도마의 모양이 변형될 확률이 높아요. 사용 직후 물기를 바로 제거해 사용해 주세요.`,
    },
    
    {
        idx: "4",
        imgName: "sol_detail4",
        kind: "솔루션",
        title: "두부 보관법",
        text: `애매하게 남은 두부, 어떻게 보관할까?` ,
        type1: `🧈두부 어떻게 먹고 있나요?🧈`,
        type2: "# 두부",
        type3: "# 재료 보관",
        type4:`냉장고에 늘 마련해두는 필수 재료, 두부.`,
        type5:` 두부 하나만 있어도 굽거나 끓여서 든든하게 먹을 수 있죠.
        두부, 어떻게 보관하고 먹고 있나요?`,
        type6:` 두부 보관 방법과 함께 두부 정보도 함께 얻어가요. `,
        type7:`sol1: 1주일 내 먹을 예정이라면, 냉장
        요리하고 남은 두부를 보관할 때,
        두부가 충분히 잠길 만큼의 물에 두부를 넣고
        밀폐 용기에 보관! `,
        type8:`sol2: 시간을 두고 먹을 예정이라면, 냉동
        포장된 상태 그대로 냉동 하거나,
        물을 빼고 썰어 둔 두부를 밀폐용기/지퍼백에 담아 냉동 보관해 주세요. (3개월 이내)`,
        type9:``,
    },

    {
        idx: "5",
        imgName: "sol_detail5",
        kind: "솔루션",
        title: "간장 종류와 요리 활용법",
        text: `어떤 간장 사야할까? 어떤 간장 써야할까?` ,
        type1: `🍶알고 나면 쉬운 간장 종류별 활용법🍶`,
        type2: "# 요리 기본",
        type3: "# 간장",
        type4:`음식에 짠맛과 감칠맛, 풍미를 더해주는 간장.`,
        type5:`간장 종류별 특징과 활용법에 대해 알고,
        나에게 맞는 간장을 구입해봐요!`,
        type6:`간장의 기본 종류는 국간장, 진간장, 양조간장`,
        type7:`sol1: 국물, 나물요리에 좋은 국간장 (한식간장)
        100% 콩으로 만드는 간장
        한국 전통 제조방식으로 만들어 조선간장, 한식간장, 집간장이라고도 불려요.
        1.구수한 향과 높은 염도, 옅은 색이 특징! 
        2.음식의 색을 유지하면서 간을 맞추기에 좋아요. 
        3.재료의 쓴맛과 아린맛을 줄이고, 본연의 맛을 이끌어내는 역할을 하기도 해요.
        4.소금으로 간을 할 때보다 나트륨을 20% 이상 줄일 수 있어요. `,
        type8:`sol2: 볶음, 조림, 찜요리에 좋은 진간장
        콩과 밀을 주원료로 만드는 간장
        1.풍부한 감칠맛과 볶은 참깨향, 구운 감자향 등 묵직한 향이 특징! 
        2.열을 가해도 맛과 향이 변하지 않아, 볶음, 조림, 찜 요리에 좋아요. 
        3.상대적으로 저렴하기 때문에 많은 양이 필요할 때도 진간장을 쓰면 좋아요`,
        type9:`sol3: 볶음, 무침, 소스로 만들기 좋은 양조간장
        콩과 밀로 만드는 간장
        1.과실향, 상큼한 향, 알코올향 등 다채로운 맛과 향이 특징! 
        2.간장의 풍부한 향이 필요한 모든 요리에 잘 어울려요.
        3.열을 가하면 향이 줄기 때문에, 잡채처럼 살짝 볶는 볶음요리, 무침요리, 드레싱, 디핑소스에 활용하기 좋아요. `,
    },
   
    {
        idx: "6",
        imgName: "sol_detail6",
        kind: "솔루션",
        title: "기본 계량법",
        text: `집에 있는 도구로 쉽게 할 수 있는 계량 방법` ,
        type1: `🥄숟가락, 종이컵만 준비해 요리 시작!🥛`,
        type2: "# 요리 기본",
        type3: "# 계량",
        type4:`요리할 때 저울이 없어 난감했던 적 있나요?`,
        type5:` 10g, 200mL 무게, 부피로 설명되어 있는`,
        type6:`레시피를 보고 고민된다면,
        숟가락과 종이컵을 활용해봐요!`,
        type7:`sol1: 숟가락으로 조절하기
        숟가락 기준으로 계량 할 때, g수는 어느 정도 양이 될까요?
        액체류(간장, 연두, 물) 1스푼 = 약 10g,
        오일류 1스푼 = 약 8g ~ 10g,
        가루류(설탕, 소금) 1스푼 = 약 8g ~ 10g,
        고추장·된장류 1스푼 = 약 10g `,
        type8:` *주의할 사항
        - 액체류 기준 1스푼은 흐르지 않을 정도의 양으로 가득 담아주세요.
        - 가루류 및 장류는 숟가락으로 퍼 올린 다음,
        손으로 혹은 다른 숟가락으로 위를 한 번 정리해 담아주면 1스푼!
        - 집집마다 숟가락 용량이 다르지만,
        양념을 만들 때 같은 숟가락으로 동일한 양으로
        양념들을 계량하면 실패율을 줄일 수 있어요!`,
        type9:`sol2: 종이컵으로 조절하기
        종이컵 기준으로 계량 할 때, g수는 어느 정도 양이 될까요? 
        종이컵에 <물>을 가득 채우면 :
        1컵 = 약 180mL,
        1/2컵 = 약 90mL,
        액체류(간장, 연두, 물) 1컵 = 약 200mL,
        오일류 1컵 = 약160g,
        가루류(설탕, 소금) 1컵 = 약160g,
        고추장·된장류 1컵 = 약 200g`,
    },
    {
        idx: "7",
        imgName: "sol_detail7",
        kind: "솔루션",
        title: "고구마 찌기 & 삶기 & 굽기",
        text: `고구마 맛있게 먹는 법, 총 정리! * 찌기, 삶기, 굽기, *
        어떤 방식으로 조리한 고구마 좋아하나요? *
        활용 요리에 맞게, 취향에 맞게 도전!` ,
        type1: `🍠잘 익은 고구마의 조건🍠:`,
        type2: "맛, 향, 식감과 질감",
        type3: `# 고구마 최적 조리법
        : 굽기, 찌기, 삶기, 전자레인지`,
        type4:`✅ 굽기 : 175℃로 설정한 오븐에 30분가량 굽기,
        ✅ 전자레인지 : 세척한 고구마를 물기가 있는 상태에서
        용기에 넣고 랩을 씌운 후, 5-8분 조리하기`,
        type5:` ✅ 찌기 : 냄비의 절반 정도 물을 담고 가열한 후,
        물이 끓어오르면 찜기 위에 세척한 고구마를 얹고 중약불에서 30분 가량 찌기`,
        type6:`✅ 삶기 : 고구마가 잠길 정도의 물을 붓고 끓이다
        물이 끓어오르면 세척한 고구마를 넣어 익히기
        (통 고구마 20-50분, 깍둑썰기 10-15분, 잘게 썰기 5-10분)`,
        type7:`(군)고구마 더 맛있게 먹는 조합 :
        군고구마를 더 맛있게 먹기 위한 팁도 함께 알아볼까요?
        ① 버터&꿀 :
        고구마의 반을 쪼개고,
        그 사이에 버터를 넣은 후 위에 꿀을 뿌려주면 완성!
        버터의 부드러운 풍미와 꿀과 고구마의 단맛이 조화로워요! `,
        type8:`② 사워크림과 구운 베이컨:
        새콤한 사워크림에 짭쪼름한 베이컨을 올려 먹으면
        단짠+산뜻하고 부드러운 풍미로 색다르게 즐길 수 있어요. `,
        type9:`③ 보장된 조합 피자 치즈:
        구운 고구마 위에 피자치즈 올려 한 번 더 구워주면,
        피자인듯 고구마인듯 고소하고 달콤한 풍미를 즐길 수 있어요.😋`,
    },
    {
        idx: "8",
        imgName: "sol_detail8",
        kind: "솔루션",
        title: "국 vs 찌개 vs 짜글이",
        text: `내가 끓인 국물요리의 정체는? *
        국물과 건더기 비율의 차이로 구분할 수 있는 * 
        대표 국물요리 특징에 대해 알아가요.` ,
        type1: `🥘내가 끓인 건 국일까 찌개일까🍲`,
        type2: "# 국물",
        type3: "# 찌개",
        type4:`내가 끓인 건 국일까 찌개일까`,
        type5:` 식사 때 국물 없으면 아쉬운 사람 🖐️
        국물 요리하면 어떤 음식이 떠오르나요?`,
        type6:` 국물의 양, 재료, 조리방식에 따라
        국, 찌개, 짜글이로 더 세부화해서 먹고 있죠.
        어떤 차이가 있는지 살펴봐요. `,
        type7:`국: 국물이 재료보다 많은 것이 특징인 국물요리.
        주로 '국물'에 집중해서 먹는 요리죠. 건더기에 따라 어떤 국을 끓일지 결정할 수 있어요. `,
        type8:`찌개: 찌개는 '국'에 비해 국물의 양이 적고,
        재료가 많은 것이 특징인 국물요리죠.
        국물과 재료를 함께 먹기 위한 비율로 만들어,
        국에 비해 간을 세게해서 끓이기도 해요.
        ✅비슷한 요리로 전골이 있죠. 전골은 냄비에 재료를 담고 그 위에 육수를 부어 바로 끓여 먹는 요리.
        국물을 먹기보다 '재료'에 중심을 둔 요리를 보통 전골이라 불러요.`,
        type9:`짜글이는 찌개와 비슷하지만, 
        국물의 비중이 더 줄어 건더기 재료의 양이 더 많은 것이 특징.
        짜글이는 충청도 지역에서 유래한 음식 중 하나로,
        보통 된장찌개나 김치찌개를 재료 비중을 많이 잡고 졸여서 만든다고 해요.`,
    },
    
    {
        idx: "9",
        imgName: "sol_detail9",
        kind: "솔루션",
        title: "스테이크 부위 완벽 정복",
        text: `스테이크로 주로 먹는 3가지 부위 차이점 *
        안심, 채끝, 등심 스테이크 부위별로 *
        어떤 맛 특징이 있는지 궁금하다면? ` ,
        type1: `🥩구워서 먹을 때 대표 요리'스테이크'!🍽`,
        type2: `🍴스테이크 취향은?`,
        type3: `👀부위별 맛 특징 함께 알아볼까요? `,
        type4:`스테이크로 먹기 좋은 부위👉 안심, 채끝, 등심`,
        type5:` 질긴 식감 NO, 육향에 예민하다면 👉 안심.
        적당히 부드럽고, 고소한 맛을 즐기고 싶다면 👉 채끝.`,
        type6:` 입안 가득 육즙, 고소한 맛을 좋아한다면 👉 등심 `,
        type7:`안심(Tenderloin) :
        지방의 비율이 적은 편이라 담백한 풍미, 부드러운 식감이 특징. `,
        type8:`채끝(top sirloin, striploin) :
        안심보다 육향, 고소한 향미가 강하고, 등심에 비해 지방의 풍미가 덜 한 부위.
        등심에 비해 지방의 비율이 낮은 부위로 씹었을 때 조직감이 두드러지는 것이 특징.`,
        type9:`등심(Ribeye) :
        지방의 비율이 가장 높은 부위(마블링 풍부)로,
        씹었을 때 육즙이 입안 가득 머금어지는 식감(juicy)과 고소한 풍미가 특징.`,
    },

] 