export const rDetailData = [
    {
        idx: "1",
        imgName: "re_detail1",
        kind: "레시피",
        title: "고급 중식당의 맛을 집에서! 동파육",
        text: `동파육이 집에서 가능하다고? *
        간단하지만, 제대로! * 오향이 어우러진 깊은 풍미를 느껴보세요!`,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 10분",
        type3: "조리시간 : 8분",
        type4: `주재료 :삽겹살​ 4줄 (400g),  청경채​ 1포기 (50g)`,
        type5: "",
        type6: "양념: 차오차이 동파육볶음소스 1봉(100g)",
        type7: `Step1. 삼겹살 굽기 : 팬을 중불에 1분간 예열한 뒤, 삼겹살 겉면이 노릇해 지도록 구워주세요.`,
        type8: `Step2. 소스와 함께 볶기 : 삼겹살을 구울 때 나온 기름은 키친타올을 이용해 제거해주고, 
        먹기 좋은 크기고 자른 고기 위에 소스를 모두 부은 뒤, 2분간 볶아주세요.
        tip: 소스를 부어줄 때 물을 2~3스푼 같이 넣어주면 더욱 촉촉하게 만들 수 있어요.`,
        type9: `Step3. 청경채 넣어 마무리하기 : 세척한 청경채는 4등분으로 잘라주고 볶은 고기에
        넣은 후 , 30초간 추가로 볶아주면 완성!`,
    },
    
    {
        idx: "2",
        imgName: "re_detail2",
        kind: "레시피",
        title: "원팬 햄치즈 토스트",
        text: `재료 손질 필요없이 3가지 재료 더해 간단하게! *
         모짜렐라 치즈 자글자글 굽고, 체다치즈, 햄 올리면 끝! * 원팬 토스트로 냉털해봐요!`,
        type1: "인분 수 : 1인분",
        type2: "준비시간 : 0분",
        type3: "조리시간 : 10분",
        type4: `주재료 :식빵 2장(150g), 모짜렐라 치즈 1/2컵(50g), 체다치즈 1장(30g), 슬라이스 햄 2장(20g),
        버터 2스푼(20g)`,
        type5: "",
        type6: "",
        type7: `Step1. 모짜렐라 치즈 굽기 : 마른 팬에 모짜렐라 치즈를 빵 한쪽 면적만큼 올려준 후, 중불에서
        한쪽면이 노릇할 때까지( 약 30초간 ~ 1분간)구워주세요.`,
        type8: `Step2. 체다치즈, 햄, 식빵 올리기 : 모짜렐라 치즈의 아랫면이 노릇해지면 그 위에
        체다치즈 1장과 햄 2장, 식빵 1장을 차례대로 올려주세요.`,
        type9: `Step3. 뒤집어 더 굽기 : 뒤집개를 이용하여 뒤집은 후, 남은 식빵을 1장 더 올려주고 버터를
        둘러 중불에서 약 1~2분간 구워주면 완성!`,
    },

    {
        idx: "3",
        imgName: "re_detail3",
        kind: "레시피",
        title: "기본 밑반찬, 어묵볶음 ",
        text: `간장맛, 매운맛 취향따라 요리하기*
         기본 반찬 중의 기본, 어묵볶음 만드는 법 * 간단하게 알고가요!`,
         type1: "인분 수 :2인분",
         type2: "준비시간 : 10분",
         type3: "조리시간 : 10분",
         type4: `주재료 :어묵 3장(200g), 양파 1/2개(120g), 포도씨유 3스푼(30g)`,
         type5: "",
         type6: `양념 :새미네부엌 진간장 0.5스푼(5g),  연두순 1스푼(10g), 설탕 1.5스푼(15g), 참기름 1스푼(10g),
         참깨 약간`,
         type7: `Step1. 재료 준비하기 : 어묵은 1cm 두께로 채썰고 양파는 0.5cm 두께로 채 썰어주세요.`,
         type8: `Step2. 양념 만들기 : 양념(간장 0.5, 연두1, 설탕 1.5)을 섞어주세요.
         tip: 매운 어묵볶음을 만들고 싶을 경우, 고춧가루 0.5스푼을 추가해주세요.`,
         type9: `Step3. 재료 볶기 : 예열된 팬에 오일을 두르고 중불에서 양파를 먼저 볶아주세요. 양파가 투명하게
         볶아지면 채 썬 어묵을 넣어 약 1분간 어묵의 겉 표면이 노릇해질 정도로 볶아주세요.
         그 위에 양념을 넣고 어묵과 양념이 골고루 섞일 때까지 볶아 주세요.
         마지막으로 참기름과 깨를 뿌려주면 완성!
         `,
    },
    
    {
        idx: "4",
        imgName: "re_detail4",
        kind: "레시피",
        title: "초간단 파이 수프 ",
        text: `평범했던 수프의 바삭한 변신! * 집에 있는 수프, 간단한데 더 맛있게 먹을 수 있는 방법! *
        남은 식빵과 생지가 있다면? 이렇게 활용해 보세요!` ,
        type1: "인분 수 : 1인분",
        type2: "준비시간 : 0분",
        type3: "조리시간 : 20분",
        type4: `주재료 :식빵 1장(100g), 달걀 1개(50g)`,
        type5: "",
        type6: "양념 : 폰타나 피어몬테 그릴드 머쉬룸 수프 1봉(180g)",
        type7: `Step1. 식빵 얇게 밀기 : 식빵은 밀대를 이용해, 기존 두께보다 절반 정도가 되도록 얇게 밀어주세요.`,
        type8: `Step2. 수프볼에 식빵 덮기 : 내열 용기에 수프를 넣고, 준비된 식빵을 내열용기 위에 덮어주세요.`,
        type9: `Step3. 오븐에 바삭하게 굽기 : 달걀 1개를 고르게 풀어준 후, 붓을 이용해 준비한 식빵 표면에 
        달걀물을 발라주세요. 예열한 에어프라이어(200℃) 혹은 오븐(180℃)에 8분간 구워주면 완성!`,
    },
   
    
    {
        idx: "5",
        imgName: "re_detail5",
        kind: "레시피",
        title: "30분만에, 육회",
        text: `고기만 준비하면 30분만에 초간단 완성!* 
        고추장없이 고기 본연의 맛을 살린 양념과 함께*
        집에서 육회 도전해봐요.`,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 20분",
        type3: "조리시간 : 10분",
        type4: "주재료 :소고기 우둔살 200g",
        type5: `부재료 : 쪽파 3줄기(10g), 배 1/6개(50g), 달걀(노른자) 1개(30g)`,
        type6: `양념 : 연두순 1스푼(10g), 설탕 1스푼(10g), 참기름 0.5스푼(5g), 참깨 0.5스푼(5g)`,
        type7: `Step1. 재료 준비하기 : 배와 소고기 우둔살은 0.5x0.5x4cm 길이로 채썰어 주세요.
        쪽파는 0.5cm두께로 송송 썰어주세요.(우둔살 대신 홍두깨살도 무방)`,
        type8: `Step2. 재료와 양념 섞기 :  준비한 우둔살과 파에 설탕과 연두순을 1:1 비율로 1스푼(10g)씩 넣고,
        참기름, 쪽파, 참깨와 섞어 버무려 주세요.`,
        type9: `Step3. 육회 위에 고명 올리기 : 접시에 육회를 올리고 배, 달걀 노른자 등 취향에 맞게 곁들여주면 완성!
        tip: 편썰은 마늘, 영양부추 등 부재료도 추천해요! 
        `,
    },

    {
        idx: "6",
        imgName: "re_detail6",
        kind: "레시피",
        title:"3step 장조림전",
        text: ` 장조림, 반찬으로만 먹었다면 주목! *
        장조림 잘게 찢어 부침가루와 섞으면*
        녹두전 저리가라 바삭한 전 완성!`,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 5분",
        type3: "조리시간 : 5분",
        type4: `주재료 : 쓱쓱싹싹 밥도둑 돼지고기 장조림 캔 1개(80g),  부침가루 1컵(150g)`,
        type5: `부재료 : 청양고추 1개(10g), 홍고추 1/2개(5g), 쪽파 3줄기(30g)`,
        type6: `양념 : 포도씨유 3스푼(30g), 물 약 1컵(180mL)`,
        type7: `Step1. 재료 준비하기 : 쪽파와 청양고추, 홍고추는 다져 주세요.(장조림 캔의 국물도 모두 사용해,
            별도의 간 없이 전을 만들 수 있어요.)`,
        type8: `Step2. 반죽 만들기 :  볼에 모든 재료를 넣고 섞어 주세요.
        tip: 반죽에 옥수수 2스푼(30g)을 추가해서 오독오독한 식감을 더할 수 있어요! `,
        type9: `Step3. 전 부치기 : 예열된 팬에 포도씨유를 두른 후, 중불로 앞뒷면 노릇하게 부쳐주면 완성!`,
    },
    
    {
        idx: "7",
        imgName: "re_detail7",
        kind: "레시피",
        title: "쏘야, 소시지 야채볶음 ",
        text: `도시락 메뉴로도, 간단 반찬으로도 제격 *
        소시지에 칼집을 살짝 넣어주고, *
        원하는 채소와 함께 볶아주면 간단히 완성! `,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 10분",
        type3: "조리시간 : 10분",
        type4: "주재료 : 비엔나 소시지 1봉(200g)",
        type5: `부재료 : 양파 1/4개(50g), 피망 1/4개(20g), 빨간 파프리카 1/4개(20g), 노란 파프리카 1/4개(20g)`,
        type6: `양념 : 새미네 진간장 1스푼(10g), 케첩 1스푼(10g), 설탕 1스푼(10g), 포도씨유 2스푼(20g)`,
        type7: `Step1. 재료 준비하기 : 양파, 피망, 파프리카는 사방 2cm 크기로 썰고, 비엔나 소시지는 칼집을
        두 번 내어 준비해 주세요.`,
        type8: `Step2. 양념 만들기 :  볼에 간장 1스푼, 케첩 1스푼, 설탕 1스푼을 넣고 골고루 섞어 주세요.
        tip: 반죽에 옥수수 2스푼(30g)을 추가해서 오독오독한 식감을 더할 수 있어요! `,
        type9: `Step3. 전 부치기 : 예열된 팬에 포도씨유를 두른 뒤, 양파를 먼저 2분간 먼저 볶은 후 나머지 재료를
        넣고 1분간 볶아줍니다. 비엔나 소시지를 넣고 볶다가 칼집이 벌어지면, 양념을 넣고 1분간 볶아주면 완성!
        `,
    },
    
    {
        idx: "8",
        imgName: "re_detail8",
        kind: "레시피",
        title: "감칠맛 폭발 닭날개구이 ",
        text: `뼈와 살의 완벽한 조화, 닭날개 *
        취향에 따라 마늘맛, 마라맛, 매운맛 양념에 버무려 *
        30분간 구우면 완성! *
        짭쪼름하고 담백한 맛에 손이 멈추지 않아요!`,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 0분",
        type3: "조리시간 : 35분",
        type4: "주재료 : 닭날개 12개(600g)",
        type5: "",
        type6: `양념 : 포도씨유 1스푼(10g), 연두순 1스푼(10g), 연두청양초 1스푼(10g), 다진마늘 2스푼(20g),
        백후추 약간(2g)`,
        type7: `Step1. 닭날개 양념하기 : 볼에 닭날개, 연두순, 연두청양초, 다진 마늘, 백후추, 포도씨유를 모두 
        넣고 골고루 섞어 재워주세요.(백후추가 없다면 일반 후추를 사용해도 좋아요.)`,
        type8: `Step2. 에어프라이어에 굽기 :  180℃로 예열된 에어프라이어에 재워둔 닭날개를 고르게 넣고 
        20분간 돌려주세요.`,
        type9: "",
    },
    


]